// var Random = Mock.Random;
// Random.date();
// // var dataMock = Mock.mock('http://127.0.0.2:8080','get',{
// Mock.mock('http://127.0.0.2:8080','get',{
//     'list|10':[{
//         'college|1': [
//             '计算机科学学院',
//             '物电学院',
//             '商学院'
//         ],
//         'classno|1': [
//             '20181101',
//             '20181105',
//             '20181106',
//             '20181107',
//             '20181102',
//             '20181103',
//         ],
//         'major|1': [
//             '大学语文',
//             '大学体育',
//             '大学英语'
//         ],
//         'num|1': [
//             60,
//             50,
//             70
//         ]
//     }]
// }
// )
