// if (Mock == 'true'){
//     Mock.mock('https://www.baidu.com','get',[{
//     college: '四川师范大学',
//     ctype: '必修',
//     cno: '003',
//     cname: '语文',
//     credit: '4',
//     scoreway: '百分制',
//     ratio: '60%'
// },
// {
//     college: '四川师范大学',
//     ctype: '必修',
//     cno: '004',
//     cname: '语文',
//     credit: '4',
//     scoreway: '百分制',
//     ratio: '70%'
//     }])
// }
// Mock.mock('http://127.0.0.1:8080','get',{'list|10':[{
//     'college|1': [
//         '计算机科学学院',
//         '物电学院',
//         '商学院'
//     ],
//     'ctype|1': [
//         '计算机科学学院',
//         '物电学院',
//         '商学院'
//     ],
//     'cno|1': [
//         '001',
//         '002',
//         '003',
//         '004',
//         '005',
//         '006',
//     ],
//     'cname|1': [
//         '大学体育',
//         '大学语文',
//         '大学高数'
//     ],
//     'credit|1': [
//         '2',
//         '3',
//         '4'
//     ],
//     scoreway: "百分制",
//     'ratio|1': [
//         '60%',
//         '70%'
//     ]
// }]})